[
    {
      "quote":"Do not go where the path may lead, go instead where there is no path and leave a trail",
      "author":"Ralph Waldo Emerson",
      "bio":"Ralph Waldo Emerson was a Transcendentalist poet and essayist who struggled with religious doctrine, tuberculosis, and poverty, but eventually triumphed with the help of family, friends, and his own belief in individualism.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Ralph_Waldo_Emerson_ca1857_retouched.jpg/220px-Ralph_Waldo_Emerson_ca1857_retouched.jpg"
    },
    {
      "quote":"Be humble. Be hungry. And always be the hardest worker in the room",
      "author":"Dwayne Johnson",
      "bio":"Actor",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Dwayne_Johnson_2%2C_2013.jpg/220px-Dwayne_Johnson_2%2C_2013.jpg"
    },
     {
      "quote":"Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition",
      "author":"Steve Jobs",
      "bio":"Steve Jobs, the cofounder of Apple, was a man of contradictions. He was known as the Father of the Digital Revolution, but he knew more about calligraphy than circuit boards. He was a Buddhist, but he exhibited some questionable ethics. He valued innovation and design, but he wore the same outfit every day. He cared little for money, but he amassed a huge fortune. How did this unique combination of traits enable Steve Jobs to change the world?",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ0B02Uog7VNAjAG5-JWWFCx-TiQUmnzDRLprVKX0BMQWrsaHVbCg"
    },
     {
      "quote":"The world ain’t all sunshine and rainbows. It’s a very mean and nasty place and I don’t care how tough you are it will beat you to your knees and keep you there permanently if you let it.  You, me or nobody is gonna hit as hard as life. But it ain’t about how hard ya hit. It’s about how hard you can get hit and keep moving forward. How much you can take and keep moving forward. That’s how winning is done!",
      "author":"Rocky Balboa - Slyvestor Stallone",
      "bio":"It tells the rags to riches American Dream story of Rocky Balboa, an uneducated but kind-hearted working class Italian-American boxer working as a debt collector for a loan shark in the slums of Philadelphia. Rocky starts out as a small-time club fighter, and later gets a shot at the world heavyweight championship.",
      "img": "https://upload.wikimedia.org/wikipedia/en/1/18/Rocky_poster.jpg"
    },
     {
      "quote":"The future belongs to those who believe in the beauty of their dreams",
      "author":"Eleanor Roosevelt",
      "bio":"Eleanor Roosevelt was a debutante, an activist, and a reluctant first lady. Her Roosevelt family tree connected her not only to her uncle, the twenty-sixth president of the United States, but also to her fifth cousin once removed - her husband, Franklin - the thirty-second president.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Eleanor_Roosevelt_portrait_1933.jpg/330px-Eleanor_Roosevelt_portrait_1933.jpg"
    },
     {
      "quote":"Believe in your dreams and dream big",
      "author":"Howard Schultz",
      "bio":"Founder of Starbucks",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Howard-Schultz_2011-04-12_photoby_Adam-Bielawski.jpg/330px-Howard-Schultz_2011-04-12_photoby_Adam-Bielawski.jpg"
    },
     {
      "quote":"Don’t ever let someone tell you that you can’t do something. You got a dream, you gotta protect it. When people can’t do something themselves, they are going to tell you that you can’t do it. You want something, go get it. Period",
      "author":"Will Smith",
      "bio":"Actor",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Will_Smith_by_Gage_Skidmore.jpg/330px-Will_Smith_by_Gage_Skidmore.jpg"
    },
     {
      "quote":"The world will not remember what you say, but it will not forget what you have done",
      "author":"Jack Ma",
      "bio":"Founder of Alibaba Group",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Enabling_eCommerce-_Small_Enterprises%2C_Global_Players_%2839008130265%29_%28cropped%29.jpg/330px-Enabling_eCommerce-_Small_Enterprises%2C_Global_Players_%2839008130265%29_%28cropped%29.jpg"
    },
     {
      "quote":"Sometimes I do feel like I’m a failure. Like there’s no hope for me. But even so, I’m not gonna give up. Ever!",
      "author":"Izuku Midoriya",
      "bio":"Izuku Midoriya, a boy born without superpowers in a world where they are the norm, but who still dreams of becoming a superhero himself, and is scouted by the world's greatest hero who shares his powers with Izuku after recognizing his value and enrolls him in a high school for heroes in training",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRX4ozau-On-w52TayYLGE3V8HatPCsnzJAysY4dEfCEf1QRbbL"
    },
     {
      "quote":"If you don't like the hand that fate's dealt you, fight for a new one",
      "author":"Masashi Kishimoto",
      "bio":"Masashi Kishimoto - Creator of Naruo Series",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQHuFSp2IKzj5Y1rPRtVOeqv3mbW5tGDeDkuTrZn4jezZddaNWe"
    },
     {
      "quote":"when you want something, all the universe conspires in helping you to achieve it",
      "author":"Paulo Coelho",
      "bio":"The Brazilian author PAULO COELHO was born in 1947 in the city of Rio de Janeiro. Before dedicating his life completely to literature, he worked as theatre director and actor, lyricist and journalist. In 1986, PAULO COELHO did the pilgrimage to Saint James of Compostella, an experience later to be documented in his book The Pilgrimage. In the following year, COELHO published The Alchemist.",
      "img": "https://images.gr-assets.com/authors/1201840056p5/566.jpg"
    },
     {
      "quote":"You can have everything in life you want, if you will just help other people get what they want",
      "author":"Zig Ziglar",
      "bio":"Zig Ziglar became a world-famous author and motivational speaker. He suffered personal tragedies, but he had a special ability to cast a positive light on those tragedies. He shared his methods with the world, offering comfort and inspiration.",
      "img": "https://d28hgpri8am2if.cloudfront.net/author_images/3790/zig-ziglar-1265462.jpg"
    },
     {
      "quote":"Formal education will make you a living; self-education will make you a fortune",
      "author":"Jim Rohn",
      "bio":"Self improvement is a subconscious goal for all, even for those who very rarely acknowledge it and also for those who openly realize it to their conscious mind. The story of Jim Rohn, who was born on September 17, 1930, led an exemplary life as an American who was both an entrepreneur and an author.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Jim-rohn-PASSES-AWAY.jpg/330px-Jim-rohn-PASSES-AWAY.jpg"
    },
      {
      "quote":"Set your goals high, and don't stop till you get there",
      "author":"Bo Jackson",
      "bio":"is a former baseball and American football player. He is the only athlete in history to be named an All-Star in both baseball and football, and one of few to do so in two major sports. He is widely considered one of the greatest athletes of all time.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Bo_Jackson_Autographs_for_Troops_in_SW_Asia_Feb_1%2C_2004.jpg/300px-Bo_Jackson_Autographs_for_Troops_in_SW_Asia_Feb_1%2C_2004.jpg"
    },
      {
      "quote":"When life knocks you down, try to land on your back. Because if you can look up, you can get up. Let your reason get you back up",
      "author":"Les Brown",
      "bio":"American motivational speaker, author, radio DJ, former television host, and former politician. As a politician, he is a former member of the Ohio House of Representatives. As a motivational speaker, he uses the catch phrase it's possible! and teaches people to follow their dreams as he learned to do. He was the host of The Les Brown Show.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Les_Brown_speaking.jpg/345px-Les_Brown_speaking.jpg"
    }
    
]
   
